
<!DOCTYPE html>
<html  lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <title>Ivolga</title>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="public/css/about.css">

    <style>


    </style>
</head>
<body>
<div class="leftcolumn">

    <img src="./public/o1.jpg">
</div>
<div class="rightcolumn" >Илья возвращается в Лобню к матери, однако узнаёт, что она умерла от сердечного приступа за день до его возвращения. Он приезжает к бывшей девушке Вере, за которую когда-то заступился, но она отказывается с ним общаться; также Илья встречается со старым другом Серёгой, но понимает, что они стали друг другу чужими. Находясь в колонии, Илья следил за страницами Хазина в социальных сетях: полицейский за это время добился повышения по службе и живёт обеспеченной и насыщенной жизнью. Илья тяжело переживает смерть матери и тот факт, что он был несправедливо посажен на семь лет, и, напившись, решает встретиться с обидчиком, чтобы спросить, за что тот так поступил с ним. По «Инстаграму» Хазина Илья узнаёт, в какой он отправляется клуб, они встречаются, и у них происходит драка, в ходе которой Горюнов случайно убивает Хазина. Илья мечется по близлежащей территории в поисках места, куда можно спрятать труп, и в итоге сбрасывает тело Хазина в канализационный люк, а его пистолет и телефон забирает с собой.

    На следующее утро Илья с трудом вспоминает события прошлой ночи: он обнаруживает пистолет и телефон, на котором высвечивается пропущенный вызов от некоего Дениса Сергеевича и сообщение от матери Хазина. Он вспоминает пароль, который Хазин выводил на телефоне перед смертью. Чтобы создать видимость, что Хазин жив, и выиграть время, Илья переписывается с родителями, девушкой и начальником Хазина. Из переписки Хазина Илья узнаёт, что у него должна состояться сделка по продаже наркотиков, которые Пётр ранее конфисковал у злоумышленников. Илья хочет провести эту сделку вместо Хазина, притворившись его курьером, а на вырученные деньги похоронить мать и сбежать от правосудия в Колумбию. В телефоне Хазина Илья находит исчерпывающую информацию о нём: о его преступных сделках, об отношениях с девушкой Ниной и родителями. Постепенно Илья сам начинает отождествлять себя с Хазиным: он влюбляется в его девушку и решает внутрисемейные проблемы Петра через экран смартфона, постепенно начиная понимать своего врага.</div>

</body>
</html>

